
LEXICON = {
    "BOT_RESPONCE": {
        "HELLO": "О привет, я бот для крестиков ноликов. Не хочешь поиграть?",
        "START_GAME": "Ну чтож, давайте начнем игру!, Делай свой ход, ковбой.",
        "NOT_ACCEPT": ["пидарас", "хуесос", "еблан"],
        "HELP": "Ну это бот для крестиков ноликов, используя шаблонные кнопки, скоро добавлю инлайн кнопочки и интелект для бота",
        "WTF": "я вас не понимаю, введите команду\n /help для помощи",
        "START_COMMAND": "Пропишите комманду /start"
    },
    "BOT_GAME":{
        "USER_WIN": "Вы выиграли, поздравляю. Еще одну?",
        "BOT_WIN": "Я выйграл, может еще?",
        "DRAW": "Походу игра окончилось! Может еще?",
        "NOT_EMPTY": "Клетка уже занято, стой как ты догодался?",
        "BOT_TURN": "Эйй, сейчас мой ход.",
        "BACKWARD": "Назадик",
        "FORWARD": "Впередик"
    },
    "BOT_SETTING":
    {
        "BOT_SETTING": "Вы можете изменить настройки бота",
        "LEVEL": "Выберети уровень сложности",
        "WHO_FIRST": "Выберети кто будет первым, бот будет первым?",
        "BOT_FIRST": "Теперь бот будет ходить первым",
        "USER_FIRST": "Теперь ты будешь ходить первым"
    },
    "MENU": 
        {
            "START": "Запуск бота",
            "AGAIN": "Начать занова бота",
            "SETTING": "Настройки бота"
        }

}